/**
 * Arrays of options for thesis.
 */

export const TypeOptions = [
    { value: 2, label: "Бакалаврская ВКР" },
    { value: 3, label: "Курсовая" },
    { value: 4, label: "Магистерская ВКР" },
    { value: 5, label: "Практика осенняя, 2 курс" },
    { value: 6, label: "Практика весенняя, 2 курс" },
    { value: 7, label: "Практика осенняя, 3 курс" },
    { value: 8, label: "Практика весенняя, 3 курс" }
];

export const CourseOptions = [
    { value: 1, label: "Математическое обеспечение и администрирование информационных систем (бакалавриат)" },
    { value: 2, label: "Программная инженерия (бакалавриат)" },
    { value: 3, label: "Математическое обеспечение и администрирование информационных систем (магистратура)" },
    { value: 4, label: "Фундаментальная информатика и информационные технологии" },
    { value: 5, label: "Информационные технологии" },
    { value: 6, label: "344 группа (бакалавриат)" },
    { value: 7, label: "Программная инженерия (магистратура)" },
    { value: 8, label: "Технологии программирования (бакалавриат)" }
];